Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Stefanowski is a certified coach with UEFA and other football governing bodies.[7]
ne: स्टेफानोस्की यूईएफए र अन्य फुटबल शासित निकायहरूको साथ एक प्रमाणित कोच हो।[१]

source: Jack Stefanowski was born in Poland and raised in New York on 26 March 1975.
ne: ज्याक स्टेफनोवस्की पोल्याण्ड मा जन्म र 26 मार्च 1975 मा न्यूयोर्क हुर्केका थिए।

source: Stefanowski graduated from New York University (NYU) in 1997 with a B.S. in physical therapy. He played for New York Wolfpacks Weston, Irish Rovers SC, Brooklyn Knights and Istria SC. At professional level, he played for Long Island Rough Riders and was an assistant coach for the Puerto Rico Islanders squad that reached the semi-finals of the CONCACAF Champions League.[8][9][10][11]
ne: स्टेफनोवस्की स्नातक न्यूयोर्क विश्वविद्यालय एक साथ 1997 मा (NYU) बी शारीरिक उपचार मा। उनले न्यु योर्क वोल्फप्याक्स वेस्टन, आयरिश रोभर्स एससी, ब्रूकलिन नाइट्स र इस्ट्रिया एससीका लागि खेले। व्यावसायिक स्तरमा उहाँले लङ आइल्याण्ड कुनै न कुनै तरिका राइडर्स लागि खेले र CONCACAF च्याम्पियन्स लिग को सेमिफाइनलहरू पुग्यो कि पोर्टो रीको द्वीपहरु दस्ते लागि सहायक प्रशिक्षक थिए। [१] [२] []] []]

source: Stefanowski has 14 years of coaching experience, from college to professional level.[12][13][14]
ne: स्टेफनोवस्कीसँग कलेज बाट व्यावसायिक स्तरमा, अनुभव कोचिंग को 14 वर्ष छ। [१] [२] []]

source: The Blue Diamond Society (BDS; Nepali: नील हीरा समाज) is an LGBT rights organization in Nepal.It was established in 2001 to advocate for change in the existing laws against homosexuality and to advocate for the rights of Nepal's marginalized gay, transgender and other sexual minority communities. The Blue Diamond Society also aims to educate Nepalese society on proper sexual health, to advocate with local governments for queer minorities, to encourage the artful expression of LGBTQ+ youth, and to document violence against Nepalese queers. Another of its contributions to Nepal's LGBTQ+ communities is to provide care, counseling, and services to victims of HIV/AIDS.The BDS has also recorded various abuses against the community ranging from physical and verbal abuse and discrimination inflicted in workplaces and healthcare facilities.
ne: निल हीरा समाज ( बीडीएस ; नेपाली : नील हीरा समाज ) नेपालमा एक LGBT अधिकार संगठन हो । यो समलिंगीको को बिरूद्ध विद्यमान कानूनमा परिवर्तनको पक्षमा बोल्ने र नेपालको सीमान्तकृत समलिङ्गि, ट्रान्सजेंडर र अन्य यौन अल्पसंख्यक समुदायको अधिकारको वकालत गर्न २००१ मा स्थापित भएको हो। निल हीरा समाजले नेपाली समाजलाई उचित यौन स्वास्थ्य सम्बन्धी शिक्षा दिने, अल्पसंख्यक समुदायका लागि स्थानीय सरकारसँग वकालत गर्न, एलजीबीटीक्यू + युवाको कलात्मक अभिव्यक्तिलाई प्रोत्साहित गर्ने, र नेपाली पछाडिको बिरूद्ध हिंसाको अभिलेख राख्ने लक्ष्य राखेको छ। यसको अर्को योगदान नेपालको एलजीबीटीक्यू + समुदायहरूलाई एचआईभी / एड्स पीडितहरूलाई हेरचाह, परामर्श र सेवाहरू प्रदान गर्नु हो। काम गर्ने ठाउँमा र स्वास्थ्य सेवामा हुने शारीरिक र मौखिक दुर्व्यवहार र भेदभावदेखि लिएर समुदायमा बिभेद दुरुपयोग पनि गरिएको छ।

source: The society's visions are to create a society that respects and values each sexual and gender minorities, where every person of a sexual and gender minority can have equal rights and the same dignity of heterosexual, cisgender persons and also a society where all sexual and gender minorities have hope and equal opportunities.[8]
ne: समाजको दृष्टिकोण भनेको त्यस्तो समाज निर्माण गर्नु हो जसले प्रत्येक यौन र लैंगिक अल्पसंख्यकलाई सम्मान र मूल्यवान् बनाउँदछ, जहाँ यौन र लैंगिक अल्पसंख्यक प्रत्येक व्यक्तिको समान अधिकार र विपरीत लिङ्गि, सिजेंडर व्यक्तिको समान मर्यादा हुन सक्छ र साथै यस्तो समाज जहाँ सबै यौन र लैंगिक अल्पसंख्यक छन्। आशा र समान अवसरहरू छन् । [१]

source: The Blue Diamond Society is currently led by Executive Director Manisha Dhakal, and was founded and led until 2013 by Sunil Babu Pant, the first gay legislator in Nepal's history and one of twenty-nine experts at the meeting for The Yogyakarta Principles.
ne: निल हीरा समाज हाल कार्यकारी निर्देशक मनीषा ढकालको नेतृत्वमा रहेको छ र २०१३ सम्म यस संस्थाको स्थापना र नेतृत्व नेपालको इतिहासका समलिङ्गि विधायक सुनील बाबु पन्तले र योगकार्ता सिद्धान्तहरूको बैठकमा उनन्तीस विज्ञहरु मध्ये एक जना गरेका थिए।

source: One of the Blue Diamond Society's greatest achievement occurred in 2007 when Sunil Babu Pant and fellow human rights activists filed a case with Nepal's Supreme Court that led to a verdict by the Court ordering the government to repeal all laws that explicitly discriminate against members of the LGBT community. The Court also ordered the government to draft laws to legally recognize gay marriage. In 2015, Nepal approved a new constitution that guaranteed equal rights to all the genders, however despite the laws the community still faces discrimination and abuse and is least represented in the country.[1]
ne: २००७ मा ब्लू डायमंड समाजको सबैभन्दा ठूलो उपलब्धी भयो जब सुनील बाबु पन्त र मानवअधिकारकर्मीहरूले नेपालको सर्वोच्च अदालतमा मुद्दा दायर गरे जसमा अदालतले एउटा फैसला सुनायो जसमा सरकारले एलजीबीटीका सदस्यहरूसँग स्पष्ट रूपमा भेदभाव गर्ने सबै कानूनहरू खारेज गर्न आदेश दियो। समुदाय अदालतले समलिङ्गि विवाहलाई कानुनी मान्यताका लागि कानुन मस्यौदा बनाउन सरकारलाई आदेश पनि दियो। २०१५ मा, नेपालले नयाँ संविधानलाई अनुमोदन गर्‍यो जसले सबै लिंगकालाई समान अधिकारको ग्यारेन्टी दियो, यद्यपि कानूनको बाबजुद समुदायले अझै पनि विभेद र दुरुपयोगको सामना गरिरहेको छ र देशमा कम प्रतिनिधित्व गर्दछ। [१]

source: In 2018, the Blue Diamond Society currently has over 700 staff and forty offices throughout Nepal.[2] The head office is located in Dhumbarahi Height, Kathmandu.[3]
ne: २०१८ मा, नील हीरा समाजसँग हाल नेपालभर ७०० भन्दा बढी कर्मचारी र चालीस कार्यालयहरू छन्। [१] मुख्य कार्यालय काठमाडौंको धुम्बाराही उचाईमा अवस्थित छ। [२]

source: The Struggle for LGBT Rights
ne: LGBT अधिकारहरूको लागि संगर्ष

source: In April 2007, the Blue Diamond Society, MITINI Nepal, Cruse AIDS Nepal, and Parichaya Nepal, all organizations representing lesbians, gays, and “people of the third gender”, filed a writ petition under Article 107(2) of the Interim Constitution of Nepal demanding representation and laws that provide protection to the LGBT community, thus prohibiting any discrimination on the basis of sexual orientation and gender identity. Nepal's citizenship card system provided benefits to all the citizens such as ration cards, passports, residency cards etc. however, those who identified themselves within the third gender were denied these rights by the officials.[4]
ne: अप्रिल२००७ मा, ब्लू डायमंड सोसाइटी, MITINI नेपाल, क्रूस एड्स नेपाल, र परिचाया नेपाल, समलिb्गी, समलिays्गी, र "तेस्रो लिंगका मानिस" प्रतिनिधित्व गर्ने सबै संस्थाले अन्तरिम संविधानको धारा १०७ (२) अन्तर्गत रिट याचिका दायर गरे प्रतिनिधित्व र कानूनको माग गर्दै नेपालले LGBT समुदायलाई सुरक्षा प्रदान गर्दछ, यसैले यौन झुकाव र लैंगिक पहिचानको आधारमा कुनै भेदभावलाई निषेध गर्दछ। नेपालको नागरिकता कार्ड प्रणालीले सबै नागरिकलाई फाइदा पुर्‍यायो जस्तै रासन कार्ड, राहदानी, रेसिडेन्सी कार्ड आदि। यद्यपि तेस्रोलिङ्ग आफूलाई चिनाउनेलाई अधिकारीहरूले ती अधिकारहरू अस्वीकार गरे। [१]

source: The Government of Nepal dismissed the petition claiming it to be based on hypothesis and assumptions and devoid of any proper examples of those who were treated in a discriminatory manner. The Court also claimed that the Interim Constitution provides enough protection therefore making a separate law based on sexual orientation is not required. But the petitioners which included Sunil Babu Pant, argued that people of the third gender weren't treated equally.
ne: नेपाल सरकारले यो याचिकालाई परिकल्पना र धारणामा आधारित भएको र भेदभावपूर्ण व्यवहार गर्ने व्यक्तिहरूको उचित उदाहरणबाट वंचित भएको भन्दै खारेज गर्यो। अदालतले यो पनि दाबी गर्‍यो कि अन्तरिम संविधानले पर्याप्त सुरक्षा प्रदान गर्दछ त्यसैले यौन झुकावमा आधारित छुट्टै कानून बनाउनु आवश्यक पर्दैन। तर सुनील बाबु पन्त लगायतका याचिकाकर्ताहरूको तर्क थियो कि तेश्रोलिङ्गका मानिसहरुलाई समान व्यवहार गरिएको थिएन। जन्म प्रमाणपत्र, नागरिकता प्रमाणपत्र, राहदानी र मतदाता परिचयपत्र सहित परिचय कागजातहरू प्रदान गर्नु राज्यको जिम्मेवारी हो किनकि परिचयपत्र बाहेक तेश्रोलिङ्ग व्यक्तिहरू शिक्षा र अन्य सार्वजनिक सुविधाहरूबाट वञ्चित थिए र असुरक्षित र विपन्न थिए। [१]

source: The government also addressed the issue of same-sex marriage which the Nepalese law observed as "unnatural coitus" . The Court therefore decided that it is appropriate that same-sex marriage is decriminalized and de-stigmatized. Also laws were introduced to ensure that all the genders are provided equal rights therefore, this resulted in new citizenship cards which have column for the third gender.
ne: धेरै संघर्ष गरेपछि अदालतले यो निष्कर्षमा पुग्यो कि यौन झुकाव एक स्वाभाविक प्रक्रिया थियो, "मानसिक विकृति" वा "भावनात्मक र मनोवैज्ञानिक डिसअर्डर" को नतिजाको परिणामको रूपमा। यसले तेस्रो लि sex्गका मानिस "यौन विकृत" थिए भन्ने धारणालाई अस्वीकार गर्‍यो। सरकारले समलि sex्गी विवाहको मुद्दालाई पनि सम्बोधन गर्यो जुन नेपाली कानूनले "अप्राकृतिक कोइटस" को रुपमा मनायो। यसैले अदालतले निर्णय लि‍यो कि यो उपयुक्त छ कि समलिङ्गि विवाहलाई डिक्रीनेमाइज गरिएको छ र डे-कलंकित छ। साथै सबै लिंगहरुलाई समान अधिकार प्रदान गरिएको छ भनेर सुनिश्चित गर्न कानूनहरू पनि पेश गरिएको थियो, यसको परिणाम स्वरूप नयाँ नागरिकता कार्डहरू छन् जसमा तेस्रो लिंगका लागि स्तम्भ छ। यस आन्दोलनमा ब्लू डायमंड समाजले महत्त्वपूर्ण भूमिका खेलेको छ र त्यसबेलादेखि नै एक प्रमुख LGBT संगठन भएको छ। [१]

source: As an organization, Blue Diamond Society various hurdles as it wasn't given the status of an NGO for sexual minorities which were not recognized under the Constitution. Therefore, it was introduced as sexual health program and later established itself as a full fledged LGBT organization. Despite the legal and liberal system supporting the community there is still very conservative especially when it comes to sexuality.[7]
ne: एक संस्थाको रूपमा, नील हीरा समाजले विभिन्न अवरोधहरू निम्त्यायो किनकि यसलाई यौन अल्पसंख्यकहरूका लागि गैरसरकारी संस्थाको दर्जा दिइएन जसलाई संविधान बमोजिम मान्यता दिइएन। यसैले, यो यौन स्वास्थ्य कार्यक्रम को रूप मा पेश गरीयो र पछि आफैलाई एक पूर्ण LGBT संगठन को रूप मा स्थापित भयो। समुदायलाई समर्थन गर्ने कानुनी र उदार प्रणालीको बावजुद अझै पनि धेरै रूढिवादी छ विशेष गरी जब यो यौनिकताको कुरा आउँछ। [१]

source: Mireuk-bosal
ne: मिरेउक-बोसाल

source: It is located at 36°12′N 127°5′E﻿ / ﻿36.200°N 127.083°E﻿ / 36.200; 127.083. Nonsan is also called Nolmoi, meaning dusk(y) or yellow mountain. The origin of Nonsan's geographical names is said to have come from the small garden " Nonmoi, " which rises in the middle of farming fields, where rice paddies and mountain are said to reflect geographical features.[1]
ne: नोनसान ( कोरियाली उच्चारण: नोन सान ) दक्षिण कोरियाको दक्षिण चुङचेओङ प्रान्तमा रहेको एक शहर हो। यो 36°12′N 127 ° 5'E / 36,200 ° N 127,083 ° E / 36,200; १२7.०83।। मा स्थित छ नोनसानलाई नोलमोइ पनि भनिन्छ, जसको अर्थ सन्ध्या वा पहेँलो पहाड हो। नोनसनको नामको उत्पत्ति सानो बगैंचा "ननमोइ" भन्ने शब्दबाट आएको हो भनिन्छ छ जुन कृषि क्षेत्रको बिचमा रहेकोछ, जहाँ धानबाली र पहाडले त्यहाँको भौगोलिक विशेषताहरू प्रतिबिम्बित गर्छन् भनिन्छ। [१]

source: Sister cities
ne: भगिनी शहरहरू

source: Jinzhou, Liaoning, China Jining, Shandong, China Langfang, Hebei, China Gotemba, Shizuoka, Japan Seocho-gu, Seoul
ne: जिन्जाउ, लिओनिङ, चीन जिनिङ, शेन्डोङ, चीन लाङफ्याङ, हेबेइ, चीन गोटेम्बा, शिजुओका, जापान सिओचो-गु, सियोल

source: Notable people
ne: उल्लेखनीय व्यक्तित्वहरू

source: Rhee In-je, three-time South Korean presidential candidate[20][21] Chun Sung-gwan, Head of the Seoul Central District Prosecutor's Office (2009)[22] Yeom Hong-chul, Mayor of Daejeon[23] Go Soo, film and television actor Park Beom-shin, writer Rhee Joohyeong, painter
ne: र्‍ही इन्-जे, तीन पटक दक्षिण कोरियाली राष्ट्रपति पदको उम्मेद्वार [१] [२] चुन सुङ-ग्वान, सियुल केन्द्रीय जिल्ला अभियोजकको कार्यालय प्रमुख (२००९) []] येओम हङ-चुल, डाएजीओनमा मेयर [4] गो सू, फिल्म र टेलिभिजन अभिनेता पार्क बिओम-शिन, लेखक र्‍ही जुह्येओङ, चित्रकार

source: List of cities in South Korea Geography of South Korea Nonsan Station
ne: दक्षिण कोरियाका शहरहरूको सूची दक्षिण कोरियाको भूगोल नोनसान स्टेशन

source: Nonsan has a significant history.[2] During the Samhan period, Nonsan is believed to have been part of Mahan territory. In the Baekje period, the district belonged to Hwangdeungyasan-gun. The crucial battle in which Silla defeated Baekje is thought to have taken place in the general area of Nonsan.
ne: नोनसानको महत्वपूर्ण इतिहास छ। [१] सम्हानको कालमा, नोनसान महान् क्षेत्रको भूभाग भएको मानिन्छ। बाइक्जे शासनकालमा यो ह्याङडेयुङयासन-गुन जिल्लाको भूभाग बन्यो। सिल्लाले बाइजेलाई पराजित पराजित गरेको महत्वपूर्ण लडाई नोनसानको सामान्य क्षेत्रमा भएको मानिन्छ। पछि, सिल्ला शासनकालमा, नोनसानलाई दुई फरक देयोगयेउन र ह्वाङसान नगरहरूमा विभाजन गरिएको थियो।

source: Official government website[permanent dead link] Government site for foreginers: http://english.nonsan.go.kr/nsforeign/user.tdf?a=user.index.IndexApp&c=6002
ne: आधिकारिक सरकारी वेबसाइट [ स्थायी मृत लिंक ][ स्थायी मृत लिंक ] विदेशीको लागि सरकारी वेबसाइट लागि: http://english.nonsan.go.kr/nsforeign/user.tdf?a=user.index। अनुक्रमणिका र c = 2००२

source: The train station was built in 1911, in the same year as the rail line through the Nonsan plain was completed.[3]
ne: रेल स्टेसन १९११ मा बनेको थियो, त्यही वर्ष नोनसान मैदान हुँदै जाने रेल लाइन पूरा भएको थियो। [१]

source: The modern city of Nonsan was established in 1914, by the merger of the four counties of Yeonsan-gun, Eunjin-gun, Noseong-gun and Seoksung-gun.
ne: नोनसानको आधुनिक शहर चार काउन्टीहरू योन्सान-गुन, युन्जिन-गुन, नोसेओङ-गुन र सेओक्सुङ-गुनको संयोजनबाट सन् १९१४ मा भएको थियो ।

source: Standard Chartered Nepal (officially Standard Chartered Bank Nepal Limited; Nepali: स्ट्याण्डर्ड चार्टर्ड बैंक नेपाल लिमिटेड) is a banking and financial services company in Nepal and a subsidiary of Standard Chartered PLC. It was established on 30 January 1987.[1]
ne: स्ट्यान्डर्ड चार्टर्ड बैंक नेपाल लिमिटेड ; Nepali स्ट्यान्डर्ड चार्टर्ड ) नेपालमा बैंकिंग र वित्तीय सेवा कम्पनी हो र मानक चार्टर्ड पीएलसीको सहायक कम्पनी हो। यो सन् जनवरी १, १९९७ मा स्थापित भएको थिय ।

source: Resham Lal Chaudhary, also Resham Chaudhary, is a Nepali former member of Parliament who has been sentenced to life in prison for his role in orchestrating and carrying out the 2015 Tikapur massacre. [1] He is currently serving his sentence.
ne: रेशम लाल चौधरी एक नेपाली पूर्व संसद सदस्य हुन् जसलाई २०७२ मा टीकापुर घटना गर्न अर्कास्ट्रेट गर्ने र गरेको भूमिकामा जेल सजाय सुनाइएको थियो। [१] हाल उनी आफ्नो सजाय कटाउदै छन्।

source: Role in 2015 Tikapur massacre
ne: २०७२ को टीकापुर घटनामा भूमिका

source: Guthi Bill was a controversial bill tabled at the National Assembly of Nepal by the Ministry of Land Management, Cooperatives and Poverty Alleviation on 29 April 2019.[1] It proposed nationalising all guthis and replacing the Guthi Sansthan with a powerful commission that would manage and regulate all guthis as well as religious sites and ceremonies. The proposed bill, and especially clauses 23 and 24 of it,[2] sparked widespread protests by the Newar community in the Kathmandu Valley[3] which viewed the bill as an attack on their religious and cultural heritage.[4][1] Following a period of sustained street protests, the government officially withdrew the bill on 25 June 2019, the first time an incumbent Nepali government has withdrawn a bill it introduced to parliament.[5]
ne: गुठी विधेयक २०७६ बैशाख १७ मा भूमि व्यवस्थापन, सहकारी र गरीबी निवारण मन्त्रालयले राष्ट्रिय सभा मा दर्ता गरेको विवादास्पद विधेयक हो । [१] यसमा सबै गुठीलाई राष्ट्रियकरण गर्ने र गुठी संस्थानको सट्टा एक शक्तिशाली आयोग गठन गर्ने प्रस्ताव थियो जसले गुठी तथा धार्मिक स्थल तथा समारोहहरूलाई व्यवस्थित र नियमिन गर्दछ। प्रस्तावित विधेयक र विशेष गरी यसको २ धारा २३ र २ २४ धाराले [२] काठमाडौं उपत्यकामा नेवार समुदायले व्यापक विरोध प्रदर्शन गरे []] उनीहरुले उक्त विधेयकलाई उनीहरूको धार्मिक र सांस्कृतिक सम्पदामा हमलाको रूपमा लिए। []] [१] लगातारको सडक बिरोध प्रदर्शन पछि सरकारले २०७६ असार ३ मा आधिकारिक रूपमा विधेयक फिर्ता लिएको थियो,। []]

source: Sir Shanker Shamsher Jang Bahadur Rana was a Nepali diplomat. He served as High Commissioner of Nepal to the Court of St. James (UK) and as ambassador to the United States, France and the Netherlands. His father Chandra Shumsher Jang Bahadur Rana was the Prime Minister of Nepal from the Rana dynasty.
ne: शंकर शमशेर जंग बहादुर राणा एक नेपाली कूटनीतिज्ञ थिए। उनले बेलायत, संयुक्त राज्य अमेरिका, फ्रान्स र नेदरल्यान्ड्स को राजदुत भएर काम गरे। उनका बुबा चन्द्र शमशेर जंग बहादुर राणा नेपालका प्रधानमन्त्री थिए।

source: Born 1909 at Singha Durbar, Katmandu– 4 June 1976) General (GBE c 16.11.1949, KBE m 24.9.1946), He was son of Bada Maharani Bala Kumari. He was educated at Durbar High Sch. Katmandu.
ne: उनको जन्म १९०९ मा सिंह दरबार, काठमाडौंमा भएको थियो उनी बडा महारानी बाला कुमारीका छोरा थिए। उनी दरबार हाई स्कुलबाट शिक्षा पाएका थिए।

source: On 26 January 1988, Nb Sub Bana Singh was awarded the Param Vir Chakra, the highest wartime gallantry medal in India for his bravery during Operation Rajiv.[12] The peak which he captured was renamed Bana Top in his honour. At the time of the Kargil War, he was the only PVC awardee who was still serving in the Army.
ne: २६ जनवरी १९८८ मा, एनबी सब बाना सिंहलाई अपरेशन राजीवको बहादुरीका लागि भारतमा सर्वोच्च युद्धकालीन वीर पदक परमवीर चक्रबाट सम्मानित गरियो। [१] उनले लिने शिखरलाई उनको सम्मानमा बाना शीर्षको नाम दिइयो। कारगिल युद्धको समयमा, उनी एक मात्र पीवीसी पुरस्कार पाए जो अझै सेनामा कार्यरत थिए।

source: The cheque was presented to Bana Singh by Amarinder's successor Parkash Singh Badal in March 2007.[16] The Punjab Government also offered him ₹ 2,500,000, a monthly allowance of ₹ 15,000 and a 25-acre plot (Worth Crores), if he moved to Punjab. However, he refused the offer, saying that he is a resident of J&K.[4][17] The J&K Government named a stadium in the Ranbir Singh Pora area of Jammu after him, and sanctioned an amount of Rs 5,000,000 for its development in 2010. However, in 2013, The Tribune reported that the funds had not been released, and the Bana Singh Memorial Stadium was in a poor shape.[18]
ne: एनबी सब बाना सिंहलाई १ डिसेम्बर १९९२ , [१] सुबेदार मेजरको पदोन्नतिमा २० अक्टोबर १९९६ मा पदोन्नती गरिएको थियो। [२] उनलाई निवृत्तिभरणमा क्याप्टेनको मानद पद दिइयो। होनी क्याप्चर बाना सिंह ३१ अक्टूबर २००० मा सेवाबाट अवकाश लिए। को जम्मू कश्मीर सरकार उहाँलाई प्रति महिना ₹ 166 को एक पेन्सन दिए। बना सिंहले कम रकमको विरोध गरे र छिमेकी राज्यहरू पंजाब र हिमाचल प्रदेशले परमवीर चक्र पुरस्कारदातालाई १०,००० ₹ डलरभन्दा माथि मासिक पेन्सन दिए भन्ने कुरा औंल्याए। अक्टोबर 2006 मा, द्वारा कप्तान को पंजाब सरकार नेतृत्व Amarinder सिंह उहाँलाई लागि ₹ १,०००,००० को एक नगद पुरस्कार घोषणा। यो मार्च २००७ मा अमरिन्दरको उत्तराधिकारी प्रकाश सिंह बादलले बना सिंहलाई प्रस्तुत गरेको थियो। []] पंजाब सरकारले उनलाई २,५००,००० ₹, मासिक भत्ता ₹ १५,००० ₹ २५ एकड जग्गा (वर्थ करोड़) पनि प्रस्ताव गरेको छ, यदि ऊ पंजाब सर्छ भने। यद्यपि उनले प्रस्ताव प्रस्ताव अस्वीकार गर्दै भने कि उनी जम्मू कश्मीरका बासिन्दा हुन्। []] []] जम्मू-कश्मीर सरकारले उनको नाम पछि जम्मूको रणबीर सिंह पोरा क्षेत्रमा एउटा स्टेडियमको नामकरण गर्‍यो, र २०१० मा यसको विकासको लागि 5,000,००,००० रुपैयाँको स्वीकृति दियो। यद्यपि २०१ 2013 मा, द ट्रिब्यूनले रिपोर्ट गरे कि यो रकम जारी गरिएको छैन, र बाना सिंह मेमोरियल स्टेडियम खराब अवस्थामा थियो। []]

source: Bana Singh's son Rajinder Singh joined the Indian Army in 2008, at the age of 18.[19]
ne: बाना सिंहको छोरा राजिंदर सिंह १८ वर्षको उमेरमा २००८ मा भारतीय सेनामा भर्ती भए। [१]

source: Subedar Major and Honorary Captain Bana Singh, PVC (born 6 January 1949) is a retired Indian soldier and a recipient of the nation's highest military award, the Param Vir Chakra.[2][3] He has held the ranks Naib Subedar, Subedar, Subedar Major and Honorary Captain in the Indian Army. As a Naib Subedar, he led the team which conquered the highest peak in the Siachen area as part of Operation Rajiv. The peak was named as "Bana Post" in his honour.[4]
ne: सुभेदार मेजर र मानद कप्तान बाना सिंह, पीवीसी (जन्म ६ जनवरी १९४९)) एक अवकाशप्राप्त भारतीय सैनिक र देशको सर्वोच्च सैन्य पुरस्कार, परमवीर चक्र प्राप्तकर्ता हो। [१] [२] उनले भारतीय सेनामा नायब सुवेदार, सुभेदार, सुभेदार मेजर र मानद कप्तानको पद सम्हालेका छन् । नायब सुभेदारको रूपमा उनले टोलीको नेतृत्व गरे जुन सियाचिन क्षेत्रमा उच्च शिखर जित्ने ऑपरेशन राजीवको भाग हो। उनको सम्मानमा चोटीलाई "बाना पोष्ट" भन्ने नाम दिइयो। []]

source: Bana Singh was born into a Sikh family in Kadyal in Jammu and Kashmir on 6 January 1949. His father was a farmer and his uncles were soldiers in the Indian Army.[5]
ne: बाना सिंहको जन्म जनवरी १९४९ मा जम्मू कश्मीरको कद्यालको सिख परिवारमा भएको थियो। उनका बुबा किसान थिए र उनका काका भारतीय सेनामा सिपाही थिए। [१]

source: He enrolled in the Indian Army on 6 January 1969 into the 8th Battalion of the Jammu and Kashmir Light Infantry (JAK LI).[6] He was trained at the High Altitude Warfare School in Gulmarg and also at another school at Sonamarg.[2] He was promoted to Naib Subedar from Havildar on 16 October 1985.[7]
ne: उनले जनवरी १९६९ मा भारतीय सेनामा जम्मू कश्मीर लाइट इन्फन्ट्री (जेएक एलआई) को आठौं बटालियनमा भर्ना भए। [१] उहाँले मा प्रशिक्षित थियो उच्चउन्नतांश लडाइँलाई स्कूल मा Gulmarg पनि मा अर्को स्कूलमा Sonamarg । [२] उनी १६ अक्टोबर १९८५ मा हवलदारबाट नायब सुभेदारको पदोन्नती भए। []]

source: The Pakistanis had captured an important position, which they called "Quaid post" (from Quaid-e-Azam, the title of Muhammad Ali Jinnah). The post was located at a height of 6500 metres on the highest peak in the Siachen Glacier area (the peak was later renamed to "Bana Top" by the Indians, in honour of Bana Singh). From this feature the Pakistanis could snipe at Indian army positions since the height gave a clear view of the entire Saltoro range and Siachen glacier.
ne: सन् १९८७ मा रणनीतिक हिसाबले महत्वपूर्ण सियाचिन क्षेत्र पाकिस्तानी सेनाले घुस्यो । पाकिस्तानीहरूले एउटा महत्त्वपूर्ण ओगटेका थिए जसलाई उनीहरूले "कायद पोस्ट " ( कयैद-ए-आजमबाट, मुहम्मद अली जिन्नाको पदवी ) भनेका थिए । पोच सियाचिन ग्लेशियर क्षेत्रको उच्च शिखरमा ६५०० मिटरको उचाईमा अवस्थित थियो (यो शिखरलाई बाना सिंहको सम्मानमा भारतीयहरूले “बाना टोप” भनेर बदलिदिए)। यो फिचरबाट पाकिस्तानीहरूले भारतीय सेनाको स्थितिमा छाँटकाँट गर्न सक्थे किनकि उचाइले सम्पूर्ण साल्टोरो दायरा र सियाचिन ग्लेशियरको स्पष्ट दृश्य दिन्छ। दुश्मन पोष्ट लगभग दुबै तिर ४५७ मिटर अग्लो हिम पर्खालहरूको साथ एक अभेद्य हिमनदी किल्ला थियो । [१]

source: Naib Subedar Bana Singh was posted in Siachen on 20 April 1987, as part of the 8th JAK LI regiment, which was given the task of capturing the Quaid Post. On 29 May, a JAK LI patrol led by Second lieutenant Rajiv Pande made at an unsuccessful attempt of capturing the post, resulting in deaths of 10 Indian soldiers. After a month of preparation, the Indian Army launched a fresh operation to capture the post.
ne: १८ अप्रिल १९८७ मा, कायद पोस्टबाट आएका पाकिस्तानीहरूले पोइन्ट सोनम (६४०० मिटर) मा भारतीय सेनामाथि गोली प्रहार गरे र दुई सैनिकको ज्यान गयो। भारतीय सेनाले त्यसपछि पाकिस्तानीहरुलाई पदबाट निष्कासन गर्ने निर्णय गर्यो। नाइब सुभेदार बाना सिंह सियाचिनमा २० अप्रैल १ 1१९८७ मा पोष्ट गरिएको थियो, आठौं जेएक एलआई रेजिमेन्टको एक भागको रूपमा, यसलाई कायद पोष्ट कब्जा गर्ने काम दिइयो। २ May मे, जेएक एलआई गस्तीले दोस्रो लेफ्टिनेन्ट राजीव पाण्डेको नेतृत्वमा उक्त चौकी कब्जा गर्न असफल प्रयास गरे, जसमा १० भारतीय सैनिक मरे। एक महिनाको तयारी पछि, भारतीय सेनाले पोष्ट कब्जा गर्न नयाँ अपरेसन शुरू गर्यो। २ / लेफ्टिनेंट राजीव पाण्डेको सम्मानमा "अपरेशन राजीव" भनिने यो अपरेसन मेजर वरंदर सिंहको नेतृत्वमा थियो। [१] [२]
